Repository: misikovbrite/TurboTrack
Catalog: TurboTrack/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, nb, pt_br, ru, sv

source: /week
da: /uge
de: /Woche
es: /semana
fr: /semaine
nb: /uke
pt_br: /semana
ru: /неделя
sv: /vecka

source: %@ at %@
da: %@ ved %@
de: %@ bei %@
es: %@ a %@
fr: %@ à %@
nb: %@ ved %@
pt_br: %@ em %@
ru: %@ на %@
sv: %@ vid %@

source: %@-day
da: %@ dage
de: %@ Tage
es: %@ días
fr: %@ j
nb: %@ dager
pt_br: %@ dias
ru: %@ дн.
sv: %@ dagar

source: %@-day forecast
da: %@ dages varsel
de: %@-Tage-Vorhersage
es: Pronóstico %@ días
fr: Prévision %@ jours
nb: %@-dagers varsel
pt_br: Previsão %@ dias
ru: Прогноз %@ дн.
sv: Prognos %@ dagar

source: %@/week, cancel anytime
da: %@/uge, annuller når som helst
de: %@/Woche, jederzeit kündbar
es: %@/sem., cancela cuando quieras
fr: %@/sem., annulez à tout moment
nb: %@/uke, avbryt når som helst
pt_br: %@/sem., cancele quando quiser
ru: %@/нед., отмена в любое время
sv: %@/vecka, avbryt när som helst

source: 2 minutes
da: 2 minutter
de: 2 Minuten
es: 2 minutos
nb: 2 minutter
pt_br: 2 minutos
ru: 2 минуты
sv: 2 minuter

source: 3-day forecast
da: 3-dages vejrudsigt
de: 3-Tage-Vorhersage
es: Pronóstico de 3 días
fr: Prévision 3 jours
nb: 3-dagers varsel
pt_br: Previsão de 3 dias
ru: Прогноз на 3 дня
sv: 3-dagarsprognos

source: 3-day free trial, then %@/year
da: 3 dage gratis, derefter %@/år
de: 3 Tage gratis, dann %@/Jahr
es: 3 días gratis, luego %@/año
fr: 3 jours gratuits, puis %@/an
nb: 3 dager gratis, deretter %@/år
pt_br: 3 dias grátis, depois %@/ano
ru: 3 дня бесплатно, затем %@/год
sv: 3 dagar gratis, sedan %@/år

source: 5 minutes
da: 5 minutter
de: 5 Minuten
es: 5 minutos
nb: 5 minutter
pt_br: 5 minutos
ru: 5 минут
sv: 5 minuter

source: 10 minutes
da: 10 minutter
de: 10 Minuten
es: 10 minutos
nb: 10 minutter
pt_br: 10 minutos
ru: 10 минут
sv: 10 minuter

source: 12 hours before
da: 12 timer før
de: 12 Stunden vorher
es: 12 horas antes
fr: 12 heures avant
nb: 12 timer før
pt_br: 12 horas antes
ru: За 12 часов
sv: 12 timmar innan

source: 14-Day
da: 14-dages
de: 14-Tage
es: Pronóstico
fr: Prévisions
nb: 14-dagers
pt_br: Previsão
ru: 14-дневный
sv: 14-dagars

source: 14-Day Guarantee
da: 14-dages garanti
de: 14-Tage-Garantie
es: Garantía de 14 días
fr: Garantie de 14 jours
nb: 14-dagers garanti
pt_br: Garantia de 14 dias
ru: 14-дневная гарантия
sv: 14-dagars garanti

source: 14-Day Money-Back Guarantee
da: 14-dages pengene-tilbage-garanti
de: 14-Tage-Geld-zurück-Garantie
es: Garantía de devolución de 14 días
fr: Garantie satisfait ou remboursé 14 jours
nb: 14-dagers pengene-tilbake-garanti
pt_br: Garantia de reembolso de 14 dias
ru: 14-дневная гарантия возврата
sv: 14-dagars pengarna-tillbaka-garanti

source: 15 minutes
da: 15 minutter
de: 15 Minuten
es: 15 minutos
nb: 15 minutter
pt_br: 15 minutos
ru: 15 минут
sv: 15 minuter

source: 24 hours before
da: 24 timer før
de: 24 Stunden vorher
es: 24 horas antes
fr: 24 heures avant
nb: 24 timer før
pt_br: 24 horas antes
ru: За 24 часа
sv: 24 timmar innan

source: 48 hours before
da: 48 timer før
de: 48 Stunden vorher
es: 48 horas antes
fr: 48 heures avant
nb: 48 timer før
pt_br: 48 horas antes
ru: За 48 часов
sv: 48 timmar innan

source: A bumpy road — uncomfortable but safe
da: En ujævn vej — ubehagelig men sikker
de: Eine holprige Straße — unbequem aber sicher
es: Un camino lleno de baches — incómodo pero seguro
fr: Une route cahoteuse — inconfortable mais sûr
nb: En humpete vei — ubehagelig men trygt
pt_br: Estrada esburacada — desconfortável mas seguro
ru: Неровная дорога — некомфортно, но безопасно
sv: En gropig väg — obekvämt men säkert

source: A little
da: Lidt
de: Ein wenig
es: Un poco
fr: Un peu
nb: Litt
pt_br: Um pouco
ru: Немного
sv: Lite

source: About
da: Om
de: Über
es: Acerca de
fr: À propos
nb: Om
pt_br: Sobre
ru: О приложении
sv: Om

source: After 7 Days
da: Efter 7 dage
de: Nach 7 Tagen
es: Después de 7 días
fr: Après 7 jours
nb: Etter 7 dager
pt_br: Após 7 dias
ru: Через 7 дней
sv: Efter 7 dagar

source: Aircraft
da: Fly
de: Flugzeug
es: Aeronave
fr: Aéronef
nb: Fly
pt_br: Aeronave
ru: Воздушное судно
sv: Flygplan

source: Alerts before turbulence zones
da: Advarsler før turbulenszoner
de: Warnungen vor Turbulenzzonen
es: Alertas antes de zonas de turbulencia
fr: Alertes avant les zones de turbulence
nb: Varsler før turbulenssoner
pt_br: Alertas antes de zonas de turbulência
ru: Оповещения перед зонами турбулентности
sv: Varningar före turbulenszoner

source: All
da: Alle
de: Alle
es: Todos
fr: Tous
nb: Alle
pt_br: Todos
ru: Все
sv: Alla

source: Altitude
da: Højde
de: Flughöhe
es: Altitud
nb: Høyde
ru: Высота
sv: Höjd

source: Altitude Filter
da: Højdefilter
de: Höhenfilter
es: Filtro de altitud
fr: Filtre d'altitude
nb: Høydefilter
pt_br: Filtro de altitude
ru: Фильтр высоты
sv: Höjdfilter

source: Altitude Range
da: Højdeområde
de: Höhenbereich
es: Rango de altitud
fr: Plage d'altitude
nb: Høydeområde
pt_br: Faixa de altitude
ru: Диапазон высот
sv: Höjdintervall

source: Altitude Units
da: Højdeenheder
de: Höheneinheiten
es: Unidades de altitud
fr: Unités d'altitude
nb: Høydeenheter
pt_br: Unidades de altitude
ru: Единицы высоты
sv: Höjdenheter

source: Analyzing global turbulence data…
da: Analyserer globale turbulensdata…
de: Analysiere globale Turbulenzdaten…
es: Analizando datos globales de turbulencia…
fr: Analyse des données de turbulence mondiales…
nb: Analyserer globale turbulensdata…
pt_br: Analisando dados globais de turbulência…
ru: Анализируем глобальные данные турбулентности…
sv: Analyserar globala turbulensdata…

source: Analyzing route...
da: Analyserer rute...
de: Route wird analysiert...
es: Analizando ruta...
fr: Analyse de la route...
nb: Analyserer rute...
pt_br: Analisando rota...
ru: Анализ маршрута...
sv: Analyserar rutt...

source: Analyzing Your Route
da: Analyserer din rute
de: Ihre Route wird analysiert
es: Analizando tu ruta
fr: Analyse de votre route
nb: Analyserer ruten din
pt_br: Analisando sua rota
ru: Анализируем ваш маршрут
sv: Analyserar din rutt

source: Anxious Flyers Worldwide
da: flyangste rejsende over hele verden
de: ängstlichen Fliegern weltweit
es: viajeros ansiosos en todo el mundo
fr: voyageurs anxieux dans le monde
nb: flyengstelige reisende over hele verden
pt_br: viajantes ansiosos em todo o mundo
ru: тревожных пассажиров по всему миру
sv: flygängsliga resenärer världen över

source: Auto Refresh
da: Automatisk opdatering
de: Automatisch aktualisieren
es: Actualización automática
fr: Actualisation automatique
nb: Automatisk oppdatering
pt_br: Atualização automática
ru: Автообновление
sv: Automatisk uppdatering

source: BASE
da: BUND
de: BASIS
nb: BUNN
ru: БАЗА
sv: BAS

source: Based on your forecast
da: Baseret på din vejrudsigt
de: Basierend auf Ihrer Vorhersage
es: Según tu pronóstico
fr: D’après vos prévisions
nb: Basert på prognosen din
pt_br: Com base na sua previsão
ru: На основе вашего прогноза
sv: Baserat på din prognos

source: Breathing exercises during bumps
da: Åndedrætsøvelser under bump
de: Atemübungen bei Turbulenzen
es: Ejercicios de respiración durante sacudidas
fr: Exercices de respiration pendant les secousses
nb: Pusteøvelser under risting
pt_br: Exercícios de respiração nos solavancos
ru: Дыхательные упражнения при тряске
sv: Andningsövningar vid skakningar

source: Building Your Calm Flight Plan
da: Bygger din rolige flyveplan
de: Erstellen Ihres ruhigen Flugplans
es: Creando su plan de vuelo tranquilo
fr: Création de votre plan de vol serein
nb: Bygger din rolige flyplan
pt_br: Criando seu plano de voo calmo
ru: Создаём ваш план спокойного полёта
sv: Bygger din lugna flygplan

source: Business Traveler
da: Forretningsrejsende
de: Geschäftsreisende
es: Viajera de negocios
fr: Voyageuse d'affaires
nb: Forretningsreisende
pt_br: Viajante de negócios
ru: Бизнес-путешественник
sv: Affärsresenär

source: But I want to be ready
da: Men jeg vil være klar
de: Aber ich möchte bereit sein
es: Pero quiero estar listo/a
fr: Mais je veux être prêt(e)
nb: Men jeg vil være klar
pt_br: Mas quero estar pronto/a
ru: Но хочу быть готов(а)
sv: Men jag vill vara redo

source: By Flight Level
da: Efter flyniveau
de: Nach Flughöhe
es: Por nivel de vuelo
fr: Par niveau de vol
nb: Etter flynivå
pt_br: Por nível de voo
ru: По эшелонам полёта
sv: Per flygnivå

source: Can't get off if I want to
da: Kan ikke stige af hvis jeg vil
de: Kann nicht aussteigen, wenn ich will
es: No puedo bajarme cuando quiero
fr: Je ne peux pas descendre si je veux
nb: Kan ikke gå av om jeg vil
pt_br: Não posso sair quando quiser
ru: Не могу выйти, когда захочу
sv: Kan inte kliva av om jag vill

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
nb: Avbryt
pt_br: Cancelar
ru: Отмена
sv: Avbryt

source: Cancel anytime
da: Annullér når som helst
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Annulez à tout moment
nb: Avbryt når som helst
pt_br: Cancele a qualquer momento
ru: Отмена в любое время
sv: Avbryt när som helst

source: Check any route and see exactly what turbulence to expect
da: Tjek enhver rute og se præcis, hvad der venter
de: Jede Route prüfen und sehen, welche Turbulenzen zu erwarten sind
es: Consulta cualquier ruta y ve exactamente qué turbulencias esperar
fr: Vérifiez n’importe quelle route et voyez les turbulences à venir
nb: Sjekk enhver rute og se nøyaktig hva som venter
pt_br: Verifique qualquer rota e veja exatamente qual turbulência esperar
ru: Проверьте любой маршрут и узнайте, чего ожидать
sv: Kontrollera vilken rutt som helst och se exakt vilka turbulenser som väntar

source: Check Turbulence
da: Tjek turbulens
de: Turbulenz prüfen
es: Consultar turbulencia
fr: Vérifier les turbulences
nb: Sjekk turbulens
pt_br: Verificar turbulência
ru: Проверить турбулентность
sv: Kontrollera turbulens

source: Check turbulence forecast for your route
da: Tjek turbulensprognosen for din rute
de: Prüfe die Turbulenzvorhersage für deine Route
es: Consulte el pronóstico de turbulencia para su ruta
fr: Consultez les prévisions de turbulences pour votre trajet
nb: Sjekk turbulensprognosen for ruten din
pt_br: Verifique a previsão de turbulência para sua rota
ru: Проверьте прогноз турбулентности для вашего маршрута
sv: Kolla turbulensprognosen för din rutt

source: Clear Filters
da: Ryd filtre
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
nb: Fjern filtre
pt_br: Limpar filtros
ru: Сбросить фильтры
sv: Rensa filter

source: Clear severity levels so you always know what's normal and what's not
da: Klare sværhedsgrader så du altid ved, hvad der er normalt og hvad ikke
de: Klare Turbulenzstufen, damit du immer weißt, was normal ist und was nicht
es: Niveles claros para que siempre sepas qué es normal y qué no
fr: Des niveaux clairs pour toujours savoir ce qui est normal ou non
nb: Klare alvorlighetsnivåer så du alltid vet hva som er normalt og hva ikke
pt_br: Níveis claros para que você sempre saiba o que é normal e o que não é
ru: Чёткие уровни турбулёнтности, чтобы ты всегда знал, что нормально, а что нет
sv: Tydliga nivåer så du alltid vet vad som är normalt och vad som inte är det

source: Commercial Pilot
da: Trafikpilot
de: Berufspilot
es: Piloto comercial
fr: Pilote de ligne
nb: Trafikkflyger
pt_br: Piloto comercial
ru: Коммерческий пилот
sv: Trafikpilot

source: Contact Developers
da: Kontakt udviklere
de: Entwickler kontaktieren
es: Contactar desarrolladores
fr: Contacter les développeurs
nb: Kontakt utviklere
pt_br: Contatar desenvolvedores
ru: Связаться с разработчиками
sv: Kontakta utvecklare

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
nb: Fortsett
pt_br: Continuar
ru: Продолжить
sv: Fortsätt

source: Daily Forecast
da: Dagsprognose
de: Tagesvorhersage
es: Pronóstico diario
fr: Prévision quotidienne
nb: Dagsprognose
pt_br: Previsão diária
ru: Дневной прогноз
sv: Dagsprognos

source: Data Refresh
da: Dataopdatering
de: Datenaktualisierung
es: Actualización de datos
fr: Actualisation des données
nb: Dataoppdatering
pt_br: Atualização de dados
ru: Обновление данных
sv: Datauppdatering

source: Data Sources
da: Datakilder
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
nb: Datakilder
pt_br: Fontes de dados
ru: Источники данных
sv: Datakällor

source: Detailed altitude analysis for pilots
da: Detaljeret højdeanalyse for piloter
de: Detaillierte Höhenanalyse für Piloten
es: Análisis detallado de altitud para pilotos
fr: Analyse d'altitude détaillée pour les pilotes
nb: Detaljert høydeanalyse for piloter
pt_br: Análise detalhada de altitude para pilotos
ru: Подробный анализ высот для пилотов
sv: Detaljerad höjdanalys för piloter

source: Disclaimer
da: Ansvarsfraskrivelse
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
nb: Ansvarsfraskrivelse
pt_br: Aviso legal
ru: Отказ от ответственности
sv: Ansvarsfriskrivning

source: Does turbulence make your heart race?
da: Får turbulens dit hjerte til at banke?
de: Lässt Turbulenz Ihr Herz rasen?
es: ¿La turbulencia hace que su corazón se acelere?
fr: La turbulence fait-elle battre votre cœur?
nb: Får turbulens hjertet ditt til å slå fortere?
pt_br: A turbulência faz seu coração acelerar?
ru: У вас учащается сердцебиение при турбулентности?
sv: Får turbulens ditt hjärta att slå snabbare?

source: Done
da: Færdig
de: Fertig
es: Hecho
fr: Terminé
nb: Ferdig
pt_br: Concluído
ru: Готово
sv: Klar

source: Enter your flight and see exactly when and where to expect bumps
da: Indtast dit fly og se præcis hvornår og hvor du kan forvente turbulens
de: Geben Sie Ihren Flug ein und sehen Sie, wann und wo es holprig wird
es: Ingrese su vuelo y vea exactamente cuándo y dónde esperar turbulencia
fr: Entrez votre vol et voyez exactement où et quand attendre des secousses
nb: Legg inn flyet ditt og se nøyaktig når og hvor du kan forvente turbulens
pt_br: Digite seu voo e veja exatamente quando e onde esperar turbulência
ru: Введите рейс и узнайте точно, где и когда ожидать тряску
sv: Ange ditt flyg och se exakt när och var du kan förvänta turbulens

source: Every Bump
da: hvert bump
de: jede Turbulenz
es: cada sacudida
fr: chaque secousse
nb: hvert støt
pt_br: cada solavanco
ru: каждый толчок
sv: varje gupp

source: Every Time
da: Hver gang
de: Jedes Mal
es: Cada vez
fr: À chaque vol
nb: Hver gang
pt_br: Sempre
ru: Каждый раз
sv: Varje gång

source: Everything you need to know
da: Alt hvad du behøver at vide
de: Alles, was Sie wissen müssen
es: Todo lo que necesitas saber
fr: Tout ce que vous devez savoir
nb: Alt du trenger å vite
pt_br: Tudo o que você precisa saber
ru: Всё, что нужно знать
sv: Allt du behöver veta

source: Extreme
da: Ekstrem
de: Extrem
es: Extrema
fr: Extrême
nb: Ekstrem
pt_br: Extrema
ru: Экстремальная
sv: Extrem

source: Feeling trapped
da: Følelsen af at være fanget
de: Eingesperrt fühlen
es: Sentirse atrapado/a
fr: Se sentir piégé(e)
nb: Følelsen av å være fanget
pt_br: Sentir-se preso/a
ru: Чувство ловушки
sv: Känsla av att vara instängd

source: Feet (ft)
da: Fod (ft)
de: Fuß (ft)
es: Pies (ft)
fr: Pieds (ft)
nb: Fot (ft)
pt_br: Pés (ft)
ru: Футы (ft)
sv: Fot (ft)

source: Filter by Altitude
da: Filtrer efter højde
de: Nach Flughöhe filtern
es: Filtrar por altitud
fr: Filtrer par altitude
nb: Filtrer etter høyde
pt_br: Filtrar por altitude
ru: Фильтр по высоте
sv: Filtrera efter höjd

source: Flight date
da: Flydato
de: Flugdatum
es: Fecha del vuelo
fr: Date du vol
nb: Flydato
pt_br: Data do voo
ru: Дата вылета
sv: Flygdatum

source: Flight Reminders
da: Flypåmindelser
de: Flugerinnerungen
es: Recordatorios de vuelo
fr: Rappels de vol
nb: Flypåminnelser
pt_br: Lembretes de voo
ru: Напоминания о рейсах
sv: Flygpåminnelser

source: Fly Calm, Every Time
da: Flyv roligt, hver gang
de: Ruhig fliegen, jedes Mal
es: Vuela tranquilo, siempre
fr: Volez serein, à chaque fois
nb: Fly rolig, hver gang
pt_br: Voe tranquilo, sempre
ru: Летайте спокойно, всегда
sv: Flyg lugnt, varje gång

source: Fly With Confidence
da: Flyv med selvtillid
de: Fliegen Sie mit Vertrauen
es: Vuela con confianza
fr: Volez en toute confiance
nb: Fly med selvtillit
pt_br: Voe com confiança
ru: Летайте уверенно
sv: Flyg med självförtroende

source: Forecast
da: Prognose
de: Vorhersage
es: de 14 días
fr: sur 14 jours
nb: Prognose
pt_br: de 14 dias
ru: Прогноз
sv: Prognos

source: Forecast Period
da: Prognoseperiode
de: Vorhersagezeitraum
es: Período del pronóstico
fr: Période de prévision
nb: Prognoseperiode
pt_br: Período da previsão
ru: Период прогноза
sv: Prognoseperiod

source: Frequent Traveler
da: Hyppig rejsende
de: Vielflieger
es: Viajero frecuente
fr: Grand voyageur
nb: Hyppig reisende
pt_br: Viajante frequente
ru: Частый путешественник
sv: Frekvent resenär

source: Fri
da: Fre
de: Fr
es: Vie
fr: Ven
nb: Fre
pt_br: Sex
ru: Пт
sv: Fre

source: From — New York, KJFK...
da: Fra — New York, KJFK...
de: Von — New York, KJFK...
es: Desde — Nueva York, KJFK...
fr: De — New York, KJFK...
nb: Fra — New York, KJFK...
pt_br: De — Nova York, KJFK...
ru: Откуда — Нью-Йорк, KJFK...
sv: Från — New York, KJFK...

source: From a gentle ripple to a bumpy road — we explain each level in plain words
da: Fra en let krusning til en ujævn vej — vi forklarer hvert niveau med enkle ord
de: Von einem leichten Rippeln bis zur Holperstrecke — wir erklären jede Stufe verständlich
es: Desde una leve ondulación hasta un camino con baches — explicamos cada nivel en palabras simples
fr: D'une légère ondulation à une route bosselée — nous expliquons chaque niveau simplement
nb: Fra en lett krusning til en humpete vei — vi forklarer hvert nivå med enkle ord
pt_br: De uma leve ondulação a uma estrada esburacada — explicamos cada nível em palavras simples
ru: От лёгкой ряби до тряски — мы объясняем каждый уровень простыми словами
sv: Från en lätt krusning till en guppig väg — vi förklarar varje nivå i enkla ord

source: Get a reminder before your flight?
da: Få en påmindelse før din flyvning?
de: Erinnerung vor dem Flug erhalten?
es: ¿Recibir un recordatorio antes de su vuelo?
fr: Recevoir un rappel avant votre vol ?
nb: Få en påminnelse før flyreisen?
pt_br: Receber um lembrete antes do seu voo?
ru: Получить напоминание перед полётом?
sv: Få en påminnelse före din flygning?

source: Get a turbulence update before your flight with the latest forecast for your route.
da: Få en turbulensopdatering før din flyvning med den seneste prognose for din rute.
de: Erhalte ein Turbulenz-Update vor deinem Flug mit der neuesten Vorhersage für deine Route.
es: Reciba una actualización de turbulencia antes de su vuelo con el último pronóstico para su ruta.
fr: Recevez une mise à jour des turbulences avant votre vol avec les dernières prévisions pour votre trajet.
nb: Få en turbulensoppdatering før flyreisen med den siste prognosen for ruten din.
pt_br: Receba uma atualização de turbulência antes do seu voo com a previsão mais recente para sua rota.
ru: Получите обновление о турбулентности перед полётом с актуальным прогнозом для вашего маршрута.
sv: Få en turbulensuppdatering före din flygning med den senaste prognosen för din rutt.

source: Graphical Airmens Meteorological Information
da: Grafisk meteorologisk information for piloter
de: Grafische meteorologische Informationen für Piloten
es: Información meteorológica gráfica para pilotos
fr: Informations météorologiques graphiques pour les pilotes
nb: Grafisk meteorologisk informasjon for piloter
pt_br: Informações meteorológicas gráficas para pilotos
ru: Графическая метеорологическая информация для пилотов
sv: Grafisk meteorologisk information för piloter

source: Has flight anxiety ever changed your plans?
da: Har flyangst nogensinde ændret dine planer?
de: Hat Flugangst jemals Ihre Pläne geändert?
es: ¿La ansiedad por volar cambió alguna vez sus planes?
fr: L'anxiété du vol a-t-elle changé vos plans?
nb: Har flyangst noensinne endret planene dine?
pt_br: A ansiedade de voar já mudou seus planos?
ru: Тревога перед полётом меняла ваши планы?
sv: Har flygångest någonsin ändrat dina planer?

source: How do you feel about flying?
da: Hvordan har du det med at flyve?
de: Wie fühlen Sie sich beim Fliegen?
es: ¿Cómo te sientes al volar?
fr: Comment vous sentez-vous par rapport à l’avion ?
nb: Hvordan har du det med å fly?
pt_br: Como você se sente em relação a voar?
ru: Как вы относитесь к полётам?
sv: Hur känner du inför att flyga?

source: How often do you fly?
da: Hvor tit flyver du?
de: Wie oft fliegen Sie?
es: ¿Con qué frecuencia vuelas?
fr: À quelle fréquence prenez-vous l’avion ?
nb: Hvor ofte flyr du?
pt_br: Com que frequência você voa?
ru: Как часто вы летаете?
sv: Hur ofta flyger du?

source: How Your Free Trial Works
da: Sådan fungerer din gratis prøveperiode
de: So funktioniert Ihre kostenlose Testphase
es: Cómo funciona tu prueba gratuita
fr: Comment fonctionne votre essai gratuit
nb: Slik fungerer din gratis prøveperiode
pt_br: Como funciona seu período de teste
ru: Как работает бесплатный период
sv: Så fungerar din gratis provperiod

source: How Your Trial Works
da: Sådan fungerer din prøveperiode
de: So funktioniert Ihre Testphase
es: Cómo funciona tu prueba
fr: Comment fonctionne votre essai
nb: Slik fungerer prøveperioden din
pt_br: Como funciona seu período de teste
ru: Как работает пробный период
sv: Så fungerar din provperiod

source: I avoid flying
da: Jeg undgår at flyve
de: Ich vermeide das Fliegen
es: Evito volar
fr: J'évite de prendre l'avion
nb: Jeg unngår å fly
pt_br: Eu evito voar
ru: Я избегаю полётов
sv: Jag undviker att flyga

source: I can barely breathe
da: Jeg kan næsten ikke trække vejret
de: Ich kann kaum atmen
es: Apenas puedo respirar
fr: J'ai du mal à respirer
nb: Jeg kan knapt puste
pt_br: Mal consigo respirar
ru: Мне трудно дышать
sv: Jag kan knappt andas

source: I fly without issues
da: Jeg flyver uden problemer
de: Ich fliege ohne Probleme
es: Vuelo sin problemas
fr: Je vole sans problème
nb: Jeg flyr uten problemer
pt_br: Voo sem problemas
ru: Я летаю без проблем
sv: Jag flyger utan problem

source: I grip the armrest during bumps
da: Jeg griber armlænet under bump
de: Ich klammere mich bei Turbulenzen an die Armlehne
es: Agarro el reposabrazos durante las sacudidas
fr: Je m'agrippe à l'accoudoir dans les secousses
nb: Jeg griper armlenet ved risting
pt_br: Seguro o apoio de braço nos solavancos
ru: Хватаюсь за подлокотник при тряске
sv: Jag griper armstödet vid skakningar

source: I have full panic attacks
da: Jeg får fuldstændige panikanfald
de: Ich habe richtige Panikattacken
es: Tengo ataques de pánico completos
fr: J'ai de vraies crises de panique
nb: Jeg får fullstendige panikkanfall
pt_br: Tenho ataques de pânico completos
ru: У меня настоящие панические атаки
sv: Jag får fullständiga panikattacker

source: I haven't flown in years
da: Jeg har ikke fløjet i årevis
de: Ich bin seit Jahren nicht geflogen
es: No he volado en años
fr: Je n'ai pas pris l'avion depuis des années
nb: Jeg har ikke fløyet på flere år
pt_br: Não voo há anos
ru: Я не летал(а) годами
sv: Jag har inte flugit på flera år

source: I need to prepare now
da: Jeg skal forberede mig nu
de: Ich muss mich jetzt vorbereiten
es: Necesito prepararme ahora
fr: Je dois me préparer maintenant
nb: Jeg trenger å forberede meg nå
pt_br: Preciso me preparar agora
ru: Мне нужно подготовиться сейчас
sv: Jag behöver förbereda mig nu
